# We keep this here as well as in the installation script
# So that we can later use this file for 'brew bundle cleanup'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'

# General setup
brew 'coreutils' # Incase the ones existing is outdated.
brew 'git'
brew 'zsh'
brew 'starship'
brew 'bat'
brew 'autojump'
brew 'python'
brew 'node'
brew 'nvm'
brew 'htop'
brew 'sqlite'
# Apps
cask 'iterm2'
cask 'rectangle'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'slack'
cask 'discord'
cask 'spotify'
cask 'docker'
cask 'notion'

# Fonts
cask 'font-dejavu-sans-mono-nerd-font'
