# We keep this here as well as in the installation script
# So that we can later use this file for 'brew bundle cleanup'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

tap 'caskroom/cask'

# General setup
brew 'coreutils' # Incase the ones existing is outdated.
brew 'git'
brew 'zsh'
brew 'zsh-completions'
brew "zsh-syntax-highlighting"
brew 'zsh-completions'
brew 'bat'
brew 'autojump'
brew 'python'

# Apps
cask 'iterm2'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'slack'
cask 'discord'
cask 'spotify'

# Fonts
cask 'font-dejavu-sans-mono-for-powerline'