# We keep this here as well as in the installation script
# So that we can later use this file for 'brew bundle cleanup'
tap 'homebrew/bundle'

# General setup
brew 'autojump'
brew 'bat'
brew 'coreutils' # Incase the ones existing is outdated.
brew 'git'
brew 'htop'
brew 'jq'
brew 'nvm'
brew 'node'
brew 'python'
brew 'starship'
brew 'sqlite'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# Apps
cask 'rectangle'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'discord'
cask 'spotify'
cask 'docker'
cask 'notion'
cask '1password'
cask 'rider'
cask 'ghostty'

# Fonts
cask 'font-monaspace'
cask 'font-dejavu-sans-mono-nerd-font'
