ajshort.latex-preview
arcticicestudio.nord-visual-studio-code
Arjun.swagger-viewer
bierner.markdown-preview-github-styles
Dart-Code.dart-code
Dart-Code.flutter
dnlytras.nord-wave
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
georgewfraser.fsharp-language-server
hdg.live-html-previewer
HookyQR.beautify
Ionide.Ionide-FAKE
Ionide.Ionide-fsharp
Ionide.Ionide-Paket
James-Yu.latex-workshop
mdickin.markdown-shortcuts
Mikael.Angular-BeastCode
ms-python.python
ms-vscode.csharp
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
pflannery.vscode-versionlens
ritwickdey.live-sass
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
tht13.html-preview-vscode
tht13.python
yzane.markdown-pdf
yzhang.markdown-all-in-one
