amatiasq.sort-imports
arcticicestudio.nord-visual-studio-code
cake-build.cake-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
miaonster.vscode-tsx-arrow-definition
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
Nixon.env-cmd-file-syntax
pflannery.vscode-versionlens
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
skyran.js-jsx-snippets
syler.sass-indented
